{
    "img": "systems/pf2e/icons/default-icons/alternatives/ancestries/android.svg",
    "name": "Android",
    "additionalLanguages":[
        "abyssal",
        "celestial",
        "draconic",
        "dwarven",
        "undercommon",
        "utopian"
    ],
    "boosts": [
        "dex",
        "int",
        "Anything"
    ],
    "description": "<p><em>Technological wonders from another world, androids have synthetic bodies and living </em><em>souls. Their dual nature makes them quick-thinking and calm under pressure, but </em><em>comfortable in stillness and solitude.</em></p>\n<hr />\n<p>Androids first arrived on Golarion during the Rain of Stars, when an interstellar vessel from the far-off planet of Androffa crash-landed, scattering debris across Numeria. While some android survivors of this crash still walk Golarion today, most were created from the technological pods, known as foundries, that operate sporadically amid the starship's wreckage. Androids birthed from these mechanical wombs possess mature bodies and newborn souls, both organic and synthetic; they emerge knowing only their creators' language and the motor skills necessary for survival. They have no understanding of their surroundings, origin, or purpose. Most learn how to behave through keen observation while wandering Numeria.</p>\n<p>Androids tend to be logical introverts, rational and contemplative. Insatiably curious, with an urge to understand themselves and the world around them, androids place great value on intellectual pursuits. They have difficulty interpreting and expressing emotions, both in themselves and in others, which makes them seem distant and uncaring. While androids can forge emotional bonds, they find it more difficult to connect with non-androids.</p>\n<p>If you want a character that's a synthetic foreigner in a fantastic world, forced to learn the nuances of reality and society through the powers of observation and logic alone, you should play an android.</p>",
    "flaws": [
        "cha"
    ],
    "hp": 8,
    "items": [
        {
            "img": "systems/pf2e/icons/default-icons/feat.svg",
            "level": 1,
            "name": "Emotionally Unaware",
            "uuid": "Compendium.pf2e.ancestryfeatures.Item.Emotionally Unaware"
        },
        {
            "img": "systems/pf2e/icons/default-icons/feat.svg",
            "level": 1,
            "name": "Constructed",
            "uuid": "Compendium.pf2e.ancestryfeatures.Item.Constructed"
        }
    ],
    "languages": [
        "androffan",
        "common"
    ],
    "reach": 5,
    "rules": [],
    "size": "medium",
    "source": "Pathfinder Lost Omens: Ancestry Guide",
    "speed": 25,
    "rarity": "rare",
    "traits":  [
        "android",
        "humanoid"
    ],
    "vision": "lowLightVision",
    "type": "ancestry"
}
