{
  "img": "systems/pf2e/icons/default-icons/alternatives/ancestries/gnome.svg",
  "name": "Gnome",
  "additionalLanguages": [
    "draconic",
    "dwarven",
    "elven",
    "goblin",
    "jotun",
    "orcish"
  ],
  "boosts": [
    "cha",
    "con",
    "Anything"
  ],
  "description": "<p><em>Long ago, early gnome ancestors emigrated from the First World, realm of the fey. While it's unclear why the first gnomes wandered to Golarion, this lineage manifests in modern gnomes as bizarre reasoning, eccentricity, obsessive tendencies, and what some see as naivete. These qualities are further reflected in their physical characteristics, such as spindly limbs, brightly colored hair, and childlike and extremely expressive facial features that further reflect their otherworldly origins.</em></p>\n<hr />\n<p>Always hungry for new experiences, gnomes constantly wander both mentally and physically, attempting to stave off a terrible ailment that threatens all of their people. This affliction—the Bleaching—strikes gnomes who fail to dream, innovate, and take in new experiences, in the gnomes' absence of crucial magical essence from the First World. Gnomes latch onto a source of localized magic where they live, typically primal magic, as befits their fey lineage, but this isn't enough to avoid the Bleaching unless they supplement this magic with new experiences. The Bleaching slowly drains the color—literally—from gnomes, and it plunges those affected into states of deep depression that eventually claim their lives. Very few gnomes survive this scourge, becoming deeply morose and wise survivors known as bleachlings.</p>\n<p>If you want a character with boundless enthusiasm and an alien, fey outlook on morality and life, you should play a gnome.</p>",
  "flaws": [
    "str"
  ],
  "hp": 8,
  "items": [],
  "languages": [
    "common",
    "gnomish",
    "fey"
  ],
  "reach": 5,
  "rules": [],
  "size": "small",
  "source": "Pathfinder Core Rulebook",
  "speed": 25,
  "rarity": "common",
  "traits": [
    "gnome",
    "humanoid"
  ],
  "vision": "lowLightVision",
  "type": "ancestry"
}
