{
  "img": "systems/pf2e/icons/default-icons/alternatives/ancestries/halfling.svg",
  "name": "Halfling",
  "additionalLanguages": [
    "dwarven",
    "elven",
    "gnomish",
    "goblin"
  ],
  "boosts": [
    "dex",
    "wis",
    "Anything"
  ],
  "description": "<p><em>Claiming no place as their own, halflings control few settlements larger than villages. Instead, they frequently live among humans within the walls of larger cities, carving out small communities alongside taller folk. Many halflings lead perfectly fulfilling lives in the shadows of their larger neighbors, while others prefer a nomadic existence, traveling the world and taking advantage of opportunities and adventures as they come.</em></p>\n<hr />\n<p>Optimistic and cheerful, blessed with uncanny luck, and driven by powerful wanderlust, halflings make up for their short stature with an abundance of bravado and curiosity. At once excitable and easygoing, they are the best kind of opportunists, and their passions favor joy over violence. Even in the jaws of danger, halflings rarely lose their sense of humor.</p>\n<p>Many taller people dismiss halflings due to their size or, worse, treat them like children. Halflings use these prejudices and misconceptions to their advantage, gaining access to opportunities and performing deeds of daring mischief or heroism. A halfling's curiosity is tempered by wisdom and caution, leading to calculated risks and narrow escapes.</p>\n<p>While their wanderlust and curiosity sometimes drive them toward adventure, halflings also carry strong ties to house and home, often spending above their means to achieve comfort in their homelife.</p>\n<p>If you want to play a character who must contend with these opposing drives toward adventure and comfort, you should play a halfling.</p>",
  "flaws": [
    "str"
  ],
  "hp": 6,
  "items": [
    {
      "img": "systems/pf2e/icons/features/ancestry/keen-eyes.webp",
      "level": "0",
      "name": "Keen Eyes",
      "uuid": "Compendium.pf2e.ancestryfeatures.Item.Keen Eyes"
    }
  ],
  "languages": [
    "common",
    "halfling"
  ],
  "reach": 5,
  "rules": [],
  "size": "small",
  "source": "Pathfinder Core Rulebook",
  "speed": 25,
  "rarity": "common",
  "traits": [
    "halfling",
    "humanoid"
  ],
  "vision": "normal",
  "type": "ancestry"
}
