{
    "img": "systems/pf2e/icons/default-icons/alternatives/ancestries/kashrishi.svg",
    "name": "Kashrishi",
    "additionalLanguages": [
        "celestial",
        "draconic",
        "fey",
        "petran",
        "thalassic"
    ],
    "boosts": [
        "con",
        "Anything"
    ],
    "description": "<p>Kashrishi make their homes in remote areas of the world. These quiet beings have stout, durable frames and distinctive crystalline horns. Their inherent psychic abilities make them natural empaths but also occasionally burden them with the unceasing thoughts of their neighbors.</p>\n<p>Kashrishi occupy a unique evolutionary branch native to the lands bordering the northern stretches of the Obari Ocean. Resembling halfling-sized bipedal rhinoceroses with the occasional odd insectile feature, kashrishi adapt to their environs with unusual efficiency, using a combination of rapid physical evolutions and inherent psychic powers. Kashrishi are often mistakenly referred to as having hive minds, though they're actually natural empaths, capable of discerning a creature's emotional state and impulses through proximity. This near-oracular behavior occasionally leads to misunderstandings with humanoids who think a kashrishi is reading their thoughts or otherwise magically influencing the conversation, though peoples more familiar with kashrishi come to value their unique insights and intuitive diplomacy.</p>\n<p>Kashrishi have an atypical level of control over their physical forms, thanks to their psychic powers, and can evolve new features over the course of a single generation. Typically, these features are intentionally cultivated to help deal with a particular environmental obstacle, such as a change in weather patterns, or if an invasive species affects available food supplies near their settlements.</p>\n<p>Kashrishi often tailor their evolutions to match the most successful creatures in their environment. Whether a testament to the resilience of insects or simply a quirk of their environment, many kashrishi evolutions are directly inspired by creatures like the rhinoceros beetle or giant water bug.</p>\n<p>If you want a character that's visually distinct, able to naturally access the occult powers of the mind, and great at quickly making friends wherever they go, you should play a kashrishi.</p>",
    "flaws": [],
    "hp": 8,
    "items": [
        {
            "img": "systems/pf2e/icons/spells/enthrall.webp",
            "level": 0,
            "name": "Empathic Sense",
            "uuid": "Compendium.pf2e.ancestryfeatures.Item.Empathic Sense"
        },
        {
            "img": "systems/pf2e/icons/spells/searing-light.webp",
            "level": 0,
            "name": "Glowing Horn",
            "uuid": "Compendium.pf2e.ancestryfeatures.Item.Glowing Horn"
        }
    ],
    "languages": [
        "common"
    ],
    "reach": 5,
    "rules": [],
    "size": "small",
    "source": "Pathfinder Lost Omens: Impossible Lands",
    "speed": 25,
    "rarity": "rare",
    "traits": [
        "humanoid",
        "kashrishi"
    ],
    "vision": "normal",
    "type": "ancestry"
}
