{
    "img": "systems/pf2e/icons/default-icons/alternatives/ancestries/kitsune.svg",
    "name": "Kitsune",
        "additionalLanguages": [
                "dwarven",
                "elven",
                "fey",
                "gnomish",
                "goblin",
                "halfling"
            ],
        "boosts": [
          "cha",
          "Anything"
        ],
        "description": "<p><em>Kitsune are a charismatic and witty people with a connection to the spiritual that grants them many magical abilities, chiefly the power to shapechange into other forms. Whether they pass unseen among other peoples or hold their tails high, kitsune are clever observers of the societies around them.</em></p>\n<hr />\n<p>Kitsune are shapechangers with two forms: one of a fox-headed humanoid and one largely depending on where they were raised. Those raised in populated areas typically have what's called a tailless form—a humanoid body without any fox features that resembles a more common ancestry, such as an elf or a human. In wooded or rural areas, their second form is more likely to be that of a fox.</p>\n<p>Though all-kitsune settlements exist, most live among people of other ancestries, granting them a degree of external insight into social rules or dynamics that others process only subconsciously. Kitsune enjoy subverting expectations as much as they do going along with them. Their fondness for jokes, stories, and wordplay, especially when the twist of a riddle hinges on the listener's assumptions, reinforces their reputation as tricksters.</p>\n<p>With dual forms and a connection to both the material and spiritual worlds, kitsune have diverse concepts of self and identity. Some even view their forms as separate individuals altogether, using them to explore different aspects of their personality.</p>\n<p>If you want to play a character with innate magical talents and countless hidden facets, each revealed with a glint of the eye and a twisting grin, you should play a kitsune.</p>",
        "flaws": [],
        "hp": 8,
        "items": [
            {
                "img": "systems/pf2e/icons/default-icons/feat.svg",
                "level": 1,
                "name": "Change Shape",
                "uuid": "Compendium.pf2e.ancestryfeatures.Item.Change Shape (Kitsune)"
            }
        ],
        "languages": [
                "common"
            ],
        "reach": 5,
        "rules": [],
        "size": "medium",
        "source": "Pathfinder Lost Omens: Ancestry Guide",
        "speed": 25,
    "rarity": "uncommon",
        "traits": [
                "humanoid",
                "kitsune"
            ],
        "vision": "lowLightVision",
    "type": "ancestry"
}
