{
    "img": "systems/pf2e/icons/default-icons/alternatives/ancestries/kobold.svg",
    "name": "Kobold",
        "additionalLanguages": [
                "aklo",
                "dwarven",
                "gnomish",
                "infernal",
                "petran",
                "undercommon"
            ],
        "boosts": [
                "dex",
                "cha",
                "free"
                ],
        "description": "<p><em>Every kobold knows that their slight frame belies true, mighty draconic power. They are ingenious crafters and devoted allies within their warrens, but those who trespass into their territory find them to be inspired skirmishers, especially when they have the backing of a draconic sorcerer or true dragon overlord. However, these reptilian opportunists prove happy to cooperate with other humanoids when it's to their benefit, combining caution and cunning to make their fortunes in the wider world.</em></p>\n<hr />\n<p>Kobolds are resourceful survivors whose snare-guarded warrens and opportunistic scavenging have cast them as villains to most other humanoids, with their draconic reverence lending them a reputation as mere minions and nuisances. Yet some kobolds have emerged from their secluded warrens seeking the relative safety of surface settlements, the lucrative prospects of the adventuring life, or validating awe from followers of their own.</p>\n<p>If you want a character with oversized confidence, deadly cunning, and the ancient power of dragons flowing through their veins, you should play a kobold.</p>",
  "flaws": [
    "con"
  ],
        "hp": 6,
        "items": [
            {
                "img": "systems/pf2e/icons/features/ancestry/draconic-exemplar.webp",
                "level": "1",
                "name": "Draconic Exemplar",
                "uuid": "Compendium.pf2e.ancestryfeatures.Item.Draconic Exemplar"
            }
        ],
        "languages": [
                "common",
                "draconic"
            ],
        "reach": 5,
        "rules": [],
        "size": "small",
        "source": "Pathfinder Advanced Player's Guide",
        "speed": 25,
    "rarity": "uncommon",
        "traits": [
                "humanoid",
                "kobold"
            ],
        "vision": "darkvision",
    "type": "ancestry"
}
